[
  {
    "artist": "Carl Andre",
    "films": [
      {
        "title": "Tate Shots: Works of Art Don't Mean Anything",
        "body": "In this interview filmed at the artist's New York apartment, Carl Andre discusses how materials are a natural part of his life, and looks back at when his work hit the headlines, recalling criticism such as 'you can't make art out of bricks'.\n\nSince the 1960s Carl Andre has made work that emphasises the inherent qualities of his materials. After a period carving sculpture, he began arranging everyday materials in simple geometric configurations. Andre has described his method as scavenging for 'physical realities' and he has often sought inspiration in the city streets.",
        "url": "https://www.youtube.com/embed/JLgwSgWpkpk?autoplay=1&start=0&rel=0",
        "duration": "3:56",
        "artists": [
          "Carl Andre"
        ]
      },
      {
        "title": "3 Minute Wonder: Carl Andre – 144 Magnesium Square",
        "body": "Installed for one day at Rapid Hardware, Liverpool. As part of DLA Piper Series: This is Sculpture, acclaimed film director Mike Figgis worked with Tate on a series of short films that focus on conversations with people from Liverpool about works of art in the first floor displays.",
        "url": "https://www.youtube.com/embed/bN9hF26j1q8?autoplay=1&start=0&rel=0",
        "duration": "3:15",
        "artists": [
          "Carl Andre"
        ]
      }
    ]
  },
  {
    "artist": "Phyllida Barlow",
    "films": [
      {
        "title": "Phyllida Barlow: Tate Britain Commission",
        "body": "Sculptor Phyllida Barlow unveils her largest and most ambitious work to date.\n \nFor over four decades Phyllida Barlow has made imposing, large-scale sculptural installations using inexpensive, everyday materials such as cardboard, fabric, timber, polystyrene, plaster, scrim and cement.  She now takes on the challenge of the Tate Britain Commission 2014. This annual commission, supported by Sotheby's, invites artists to make work in response to Tate's collection of British and international art and to the grand spaces of the Duveen Galleries at the heart of Tate Britain.\n\nTate Britain Commission 2014, supported by Sotheby's",
        "url": "https://www.youtube.com/embed/QideXdYkT_s?autoplay=1&start=0&rel=0",
        "duration": "3:43",
        "artists": [
          "Phyllida Barlow"
        ]
      }
    ]
  },
  {
    "artist": "Georg Baselitz",
    "films": [
      {
        "title": "ARTIST ROOMS: Georg Baselitz - New Walk Museum & Art Gallery, Leicester",
        "body": "Hugo Worthy, Exhibitions Officer for Contemporary Art, and James Hickford, Marketing Manager, talk us through the ARTIST ROOMS Georg Baselitz exhibition at New Walk Museum & Art Gallery in Leicester. The work of the German painter is showing as part of the gallery’s third ARTIST ROOMS exhibition, having previously shown the work of two other German artists, Gerhard Richter and August Sander. Describing how the show connects with their own collection of German Expressionism, we see how the gallery have connected their audience to the work in innovative ways.",
        "url": "https://www.youtube.com/embed/xJ13--1X_zY?autoplay=1&start=0&rel=0",
        "duration": "4'49''",
        "artists": [
          "Georg Baselitz"
        ]
      }
    ]
  },
  {
    "artist": "Joseph Beuys",
    "films": [
      {
        "title": "Joseph Beuys Talks about his Art: Everybody is an Artist.",
        "body": "Excerpt of the 2-hour-documentary J.B. Public Dialogue, Willoughby Sharp, N.Y.C., January 1974.",
        "url": "https://www.youtube.com/embed/X7gNR8WH6BM?autoplay=1&start=0&rel=0",
        "duration": "12:12",
        "artists": [
          "Joseph Beuys"
        ]
      },
      {
        "title": "Who is Joseph Beuys?",
        "body": "An introduction to Joseph Beuys using archive footage from some of his iconic performances such as 'How to Explain Pictures to a Dead Hare', 1963, as well as audio of the artist discussing some of his influences, beliefs and motivations.\n\nThe film was produced to coincide with the exhibition 'ARTIST ROOMS: Joseph Beuys – A Language of Drawing', which for the first time brings together the extraordinary group of over 110 Beuys drawings held in the ARTIST ROOMS collection.",
        "url": "https://www.youtube.com/embed/e7pIGGcIoLk?autoplay=1&start=0&rel=0",
        "duration": "6'24''",
        "artists": [
          "Joseph Beuys"
        ]
      }
    ]
  },
  {
    "artist": "Louise Bourgeois",
    "films": [
      {
        "title": "Louise Bourgeois - Tate Shots",
        "body": "Louise Bourgeois was born in Paris in 1911 where her parents ran a tapestry gallery. At 27 she moved to New York City after marrying American art historian Robert Goldwater. She began her career with paintings and drawings in the 1940s and by the 1960s had begun to experiment with wood, plaster, latex and other solid materials to create bold and subversive sculptural forms.\n\nIn this film her friend and assistant of over 30 years Jerry Gorovoy explains the childhood trauma and pain Bourgeois was communicating through her work. Tate Modern director Frances Morris describes her first time meeting the artist and discusses the multi-layered themes of loneliness and conflict, frustration and vulnerability in Bourgeois’s prolific career.",
        "url": "https://www.youtube.com/embed/qy7xJhImnLw?autoplay=1&start=0&rel=0",
        "duration": "07:38",
        "artists": [
          "Louise Bourgeois"
        ]
      }
    ]
  },
  {
    "artist": "Vija Celmins",
    "films": [
      {
        "title": "Tate Shots: Vija Celmins",
        "body": "\"The thing I like about painting is that it takes just a second for the information to go in\" says Vija Celmins, \"and you can explore and analyse that later.\"",
        "url": "https://www.youtube.com/embed/SsbkzSrCdIg?autoplay=1&start=0&rel=0",
        "duration": "3'13\"",
        "artists": [
          "Vija Celmins"
        ]
      },
      {
        "title": "Café des Artistes no. 6: Vija Celmins",
        "body": "Dr Catherine Spencer and Dr Stephanie Straine hosted a participatory discussion on Vija Celmins at 6.30pm on Tuesday 3 June at the Fruitmarket Gallery. This was the first Café des Artistes at which there was a virtual link-up between Edinburgh and an institution hosting an ARTIST ROOMS exhibition, in this case Taigh Chearsabhagh Museum & Art Centre in North Uist, which exhibited Vija Celmins's work from March to June 2014. Participants in North Uist were not only able to hear the talks and discussions but also able to join in via Twitter\n\nCatherine Spencer is a Lecturer in Modern and Contemporary Art at the University of St Andrews. She completed her PhD Fieldwork: Performing Social Science at the University of York with Dr Jo Applin, and her research interests include performance art and abstraction.\n\nStephanie Straine is an Assistant Curator, Exhibitions and Displays, at Tate Liverpool. She studied Fine Art at University of Edinburgh and Edinburgh College of Art (2003-2008), followed by a Masters in History of Art at the University of Glasgow (2008-2009). Awarded an AHRC Collaborative Doctoral Award in 2009, she obtained her PhD from University College London in 2013, focusing on drawing strategies in the 1960s and 1970s.",
        "url": "https://www.youtube.com/embed/Q5Ef2rw5Fzo?autoplay=1&start=0&rel=0",
        "duration": "1:15'33\"",
        "artists": [
          "Vija Celmins"
        ]
      }
    ]
  },
  {
    "artist": "Martin Creed",
    "films": [
      {
        "title": "Tate Shots: Martin Creed at Tate St Ives",
        "body": "Tate St Ives meets artist Martin Creed, who filled the sees the spectacular sea-facing galleries filled with hundreds of white balloons, and who was there with his band to celebrate the opening.",
        "url": "https://www.youtube.com/embed/uPuYEaEhV_E?autoplay=1&start=0&rel=0",
        "duration": "4'31\"",
        "artists": [
          "Martin Creed"
        ]
      },
      {
        "title": "Clips No. 2: Martin Creed",
        "body": "This podcast contains a talk and discussion on Martin Creed and his work which was organised by Artist Rooms Research Partnership.",
        "url": "https://www.youtube.com/embed/yyIw6tTH09Q?autoplay=1&start=0&rel=0",
        "duration": "51'11''",
        "artists": [
          "Martin Creed"
        ]
      }
    ]
  },
  {
    "artist": "Ian Hamilton Finlay",
    "films": [
      {
        "title": "ARTIST ROOMS: Ian Hamilton Finlay",
        "body": "Anthony d'Offay (ex-officio Curator, ARTIST ROOMS) talks to Matthew Gale (Head of Displays, Tate Modern) about the work of Ian Hamilton Finlay, whose work featured in ARTIST ROOMS at the Scottish National Gallery of Modern Art in 2010.",
        "url": "https://www.youtube.com/embed/sOdPo9y5GeE?autoplay=1&start=0&rel=0",
        "duration": "1'50\"",
        "artists": [
          "Ian Hamilton Finlay"
        ]
      },
      {
        "title": "Ian Hamilton Finlay -  Installation of works",
        "body": "Part one of the installation of Ian Hamilton Finlay's Sailing Dinghy at An Lanntair, Stornoway. The Dinghy arrives.",
        "url": "https://www.youtube.com/embed/yXxcSDGsTVo?autoplay=1&start=0&rel=0",
        "duration": "0'43''",
        "artists": [
          "Ian Hamilton Finlay"
        ]
      },
      {
        "title": "Café des Artistes no. 1: Ian Hamilton Finlay",
        "body": "An introduction by Prof Neil Cox is followed by an overview of Finlay's work by Andrew Patrizio and a discussion of a recurring metaphor in Finlay's work by Greg Thomas, and finally questions from the audience.",
        "url": "https://www.youtube.com/embed/dVPJzR8NX18?autoplay=1&start=0&rel=0",
        "duration": "1:03'02''",
        "artists": [
          "Ian Hamilton Finlay"
        ]
      }
    ]
  },
  {
    "artist": "Ellen Gallagher",
    "films": [
      {
        "title": "Tate Shots: Bonnie Greer on Ellen Gallagher",
        "body": "American artist Ellen Gallagher has Irish and African American origins, which have shaped the texture and subject matter of her practice. On the occasion of her solo exhibition at Tate Modern, playwright Bonnie Greer explains what it is about Gallagher's gorgeously intricate and highly imaginative works that she finds so powerful and important.",
        "url": "https://www.youtube.com/embed/T4iizpGEV3Y?autoplay=1&start=0&rel=0",
        "duration": "3'55\"",
        "artists": [
          "Ellen Gallagher"
        ]
      }
    ]
  },
  {
    "artist": "Gilbert & George",
    "films": [
      {
        "title": "ARTIST ROOMS: Gilbert & George",
        "body": "Ben Borthwick (Assistant Curator, Tate Modern) explores the art of Gilbert & George, which featured in ARTIST ROOMS at the Scottish National Gallery of Modern Art in 2010.",
        "url": "https://www.youtube.com/embed/7TTn9mUXnf0?autoplay=1&start=0&rel=0",
        "duration": "2'51\"",
        "artists": [
          "Gilbert & George"
        ]
      }
    ]
  },
  {
    "artist": "Johan Grimonprez",
    "films": [
      {
        "title": "Café des Artistes no.3: Johan Grimonprez",
        "body": "Café des Artistes No.3: Johan Grimonprez\nWith Prof Neil Cox and Harry Weeks. ",
        "url": "https://www.youtube.com/embed/Bzzkn_Pnc7E?autoplay=1&start=0&rel=0",
        "duration": "54'10\"",
        "artists": [
          "Johan Grimonprez"
        ]
      }
    ]
  },
  {
    "artist": "Jenny Holzer",
    "films": [
      {
        "title": "ARTIST ROOMS: Jenny Holzer",
        "body": "This film was made at the time of an ARTIST ROOM of Jenny Holzer's work at the Lightbox, Woking.\n\nHolzer is world-renowned for her outspoken and sometimes confrontational use of language, and the powerful visual impact and strongly political messages of her work have resonated with onlookers. In this film, visitors to Lightbox respond to her work. ",
        "url": "https://www.youtube.com/embed/eoTsH2tI9W8?autoplay=1&start=0&rel=0",
        "duration": "4'16\"",
        "artists": [
          "Jenny Holzer"
        ]
      }
    ]
  },
  {
    "artist": "Anselm Kiefer",
    "films": [
      {
        "title": "ARTIST ROOMS: Anselm Kiefer",
        "body": "The newly expanded Mostyn in Llandudno, which opened following major building work in 2010, provided a dramatic backdrop for the powerful work of German artist Anselm Kiefer. It was the first time Kiefer's work has been shown in Wales. As well as presenting a range of the artist's work held in ARTIST ROOMS, such as the monumental Palm Sunday (Palmsonntag) 2006 the show explored themes in Kiefer's work that resonate with the culture of Wales, particularly in relation to notions of the weight of mythology and history, and their deep links with the landscape.",
        "url": "https://www.youtube.com/embed/1UlDBf_Bgbs?autoplay=1&start=0&rel=0",
        "duration": "3'30\"",
        "artists": [
          "Anselm Kiefer"
        ]
      },
      {
        "title": "Café des Artistes no. 5: Anselm Kiefer",
        "body": "Christian Weikop and Lara Day begin with a discussion of Kiefer's 'Heroic Symbols' series. This is followed by Lara Demori's consideration of issues of material conservation in Kiefer's work. ",
        "url": "https://www.youtube.com/embed/9Cf1lmJuBeA?autoplay=1&start=0&rel=0",
        "duration": "74'08\"",
        "artists": [
          "Anselm Kiefer"
        ]
      },
      {
        "title": "Anselm Kiefer at Tullie House",
        "body": "",
        "url": "https://www.youtube.com/embed/hQzz3H0bBhM?autoplay=1&start=0&rel=0",
        "duration": "4'31''",
        "artists": [
          "Anselm Kiefer"
        ]
      }
    ]
  },
  {
    "artist": "Jeff Koons",
    "films": [
      {
        "title": "ARTIST ROOMS: Jeff Koons",
        "body": "This extended display at the Scottish National Gallery of Modern Art in 2011 brought together the major group of works by Jeff Koons held in ARTIST ROOMS. From the early New Hoover Convertibles, Green, Red, Brown, New Shelton Wet/Dry 10 Gallon Displaced Doubledecker, 1981-7 to the basketball piece Encased Four Rows 1983-93, the collection offered audiences the chance to explore some of the artist's most important and iconic series.",
        "url": "https://www.youtube.com/embed/xelTMPSFOA0?autoplay=1&start=0&rel=0",
        "duration": "3'58\"",
        "artists": [
          "Jeff Koons"
        ]
      },
      {
        "title": "Tate Shots: Jeff Koons",
        "body": "There are not many places on earth where paintings of Popeye mingle with giant lobsters, or where a team can scheme to hang a full-sized train from a crane.\n\nBut as this episode of TateShots proves, anything is possible in the studio of Jeff Koons. Fresh from exhibiting his work at the Palace of Versailles - the first time a contemporary artist has been invited to exhibit there- the boundary-breaking artist gave us a whistle-stop tour of his factory-like facility.",
        "url": "https://www.youtube.com/embed/XTnPq0uIUds?autoplay=1&start=0&rel=0",
        "duration": "4:05",
        "artists": [
          "Jeff Koons"
        ]
      }
    ]
  },
  {
    "artist": "Jannis Kounellis",
    "films": [
      {
        "title": "Jannis Kounellis at Tramways",
        "body": "",
        "url": "https://www.youtube.com/embed/6gVS8wSfbLU?autoplay=1&start=0&rel=0",
        "duration": "4'09''",
        "artists": [
          "Jannis Kounellis"
        ]
      }
    ]
  },
  {
    "artist": "Sol LeWitt",
    "films": [
      {
        "title": "ARTIST ROOMS: Sol LeWitt Wall Drawing #1136 installation",
        "body": "Sol LeWitt's Wall Drawing #1136 went on display in Turner Contemporary's Clore Learning Studio from 29 November 2013. The installation team spent two weeks re-creating the piece for the gallery. Watch our time lapse film of the installation for an insight into the process.",
        "url": "https://www.youtube.com/embed/k262fR_9mfE?autoplay=1&start=0&rel=0",
        "duration": "6'43\"",
        "artists": [
          "Sol LeWitt"
        ]
      },
      {
        "title": "Tate Shots: Sol LeWItt",
        "body": "Regarded as a founder of Conceptual Art, Sol Lewitt devised guidelines and diagrams that allowed for artworks, such as his wall drawings, to be executed by his assistants. He worked prolifically - in one summer alone painting more than 260 gouaches - and often working seven days a week. ",
        "url": "https://www.youtube.com/embed/qIHi8FOtW0Q?autoplay=1&start=0&rel=0",
        "duration": "4'02\"",
        "artists": [
          "Sol LeWitt"
        ]
      }
    ]
  },
  {
    "artist": "Roy Lichtenstein",
    "films": [
      {
        "title": "Café des Artistes no. 12: Roy Lichtenstein",
        "body": "",
        "url": "https://www.youtube.com/embed/aNca-uYSsPE?autoplay=1&start=0&rel=0",
        "duration": "69'02''",
        "artists": [
          "Roy Lichtenstein"
        ]
      },
      {
        "title": "Reflecting on Roy Lichtenstein",
        "body": "Roy Lichtenstein (1923-1997) was one of the most radical and influential artists of the twentieth century. As part of 'REFLECTIONS' at the Scottish National Gallery of Modern Art, a special three-room ARTIST ROOMS display will be dedicated to works by the renowned American artist.",
        "url": "https://www.youtube.com/embed/B4tXslRHxQ0?autoplay=1&start=0&rel=0",
        "duration": "85'48\"",
        "artists": [
          "Roy Lichtenstein"
        ]
      },
      {
        "title": "ArtForum Mural Time Lapse",
        "body": "Glitch (January 2017) - a Roy Lichtenstein inspired graffiti mural by ArtForum, the young ambassadors group at Wolverhampton Art Gallery.\n\nTaking the ARTIST ROOMS: Roy Lichtenstein exhibition at Wolverhampton Art Gallery as their starting point, young people aged 14 to 25 from the gallery’s ArtForum youth group have designed and created this mural inspired by the American Pop Art icon, with artist Gregor Laird. ",
        "url": "https://www.youtube.com/embed/GzpGYCz6iMM?autoplay=1&start=0&rel=0",
        "duration": "6'50''",
        "artists": [
          "Roy Lichtenstein"
        ]
      }
    ]
  },
  {
    "artist": "Richard Long",
    "films": [
      {
        "title": "Richard Long at Abbot Hall",
        "body": "Richard Long installing 'River Avon Mud, Slow Hand Spiral' and 'Cornish Slate Ellipse' for the 2011 ARTIST ROOMS exhibition at Abbot Hall Art Gallery in Kendal Cumbria, UK.",
        "url": "https://www.youtube.com/embed/XPHL4JjKXyg?autoplay=1&start=0&rel=0",
        "duration": "3'23\"",
        "artists": [
          "Richard Long"
        ]
      },
      {
        "title": "Café des Artistes no. 2: Richard Long",
        "body": "Café des Artistes no. 2: Richard Long: with Patrick Elliott and Ruth Burgon.",
        "url": "https://www.youtube.com/embed/rR6xTfyoNNs?autoplay=1&start=0&rel=0",
        "duration": "75'34\"",
        "artists": [
          "Richard Long"
        ]
      }
    ]
  },
  {
    "artist": "Agnes Martin",
    "films": [
      {
        "title": "Café des Artistes no. 9: Agnes Martin",
        "body": "",
        "url": "https://www.youtube.com/embed/YLZRs5tnlU0?autoplay=1&start=0&rel=0",
        "duration": "84'04''",
        "artists": [
          "Agnes Martin"
        ]
      }
    ]
  },
  {
    "artist": "Don McCullin",
    "films": [
      {
        "title": "Northern Lights Ambassadors' Artist Rooms Don McCullin Project",
        "body": "",
        "url": "https://player.vimeo.com/video/115165445?autoplay=1",
        "duration": "3:42",
        "artists": [
          "Don McCullin"
        ]
      },
      {
        "title": "TateShots: Don McCullin",
        "body": "Don McCullin sees his photographs as a 'silent protest against the futility of war'. In this TateShots he remembers the people and places of some of his most powerful work.\n\nDon McCullin is one of the most important war photographers of the 20th Century. His devastating images of conflict zones and the casualties of war in Vietnam, Berlin and Northern Ireland are recognised for their haunting realism.\nHis work documents the tragedy and humanity remaining in the survivors and landscapes of war, in his own word he sees 'darkness as my voice'.",
        "url": "https://www.youtube.com/embed/wfqN8Q27dQM?autoplay=1&start=0&rel=0",
        "duration": "3'29''",
        "artists": [
          "Don McCullin"
        ]
      }
    ]
  },
  {
    "artist": "Ron Mueck",
    "films": [
      {
        "title": "ARTIST ROOMS: Ron Mueck",
        "body": "In conversation with Anthony d'Offay and Charlie Clarke at the ARTIST ROOMS: Ron Mueck at Wolverhampton Art Gallery in 2013. ",
        "url": "https://www.youtube.com/embed/BMzqeSYISkU?autoplay=1&start=0&rel=0",
        "duration": "49'03\"",
        "artists": [
          "Ron Mueck"
        ]
      },
      {
        "title": "Ron Mueck: ARTIST ROOMS - In conversation with Anthony d'Offay and Charlie Clarke",
        "body": "For our third ARTIST ROOMS presentation, we are showing the work of internationally renowned sculptor Ron Mueck.\nHis work explores timeless themes, encouraging us as viewers to identify with the human condition. He plays with scale and placement to create dramatic narratives which link the real world with myth and folklore.\nThe exhibition includes work on loan from Tate/NGS ARTIST ROOMS collection and pieces from private collections rarely seen in the UK.\nARTIST ROOMS On Tour is a partnership with Arts Council England and the Art Fund, making available the ARTIST ROOMS collection of international modern and contemporary art to galleries throughout the UK. ARTIST ROOMS is jointly owned by Tate and the National Galleries of Scotland and was established through the d'Offay Donation in 2008, with the assistance of the National Heritage Memorial Fund, the Art Fund and the Scottish and British Governments.",
        "url": "https://www.youtube.com/embed/BMzqeSYISkU?autoplay=1&start=0&rel=0",
        "duration": "49'03''",
        "artists": [
          "Ron Mueck"
        ]
      }
    ]
  },
  {
    "artist": "Bruce Nauman",
    "films": [
      {
        "title": "Café des Artistes no. 7: Bruce Nauman",
        "body": "",
        "url": "https://www.youtube.com/embed/g1_hi_JwJOo?autoplay=1&start=0&rel=0",
        "duration": "84'19''",
        "artists": [
          "Bruce Nauman"
        ]
      },
      {
        "title": "Bruce Nauman - ARTIST ROOMS on Tour at York St Mary's",
        "body": "On show from 26 July - 10 November at York Museums Trust special gallery York St Mary's, Bruce Nauman's exhibition brings together a selection of his art work spanning 30 years, exploring Nauman's constant experimentation and re-invention in his artistic practice.",
        "url": "https://www.youtube.com/embed/Qp1NaYRlf-k?autoplay=1&start=0&rel=0",
        "duration": "1'35''",
        "artists": [
          "Bruce Nauman"
        ]
      },
      {
        "title": "Bruce Nauman at Harris Museum and Art Gallery",
        "body": "Curator Clarissa Corfe introduces Bruce Nauman's Artist Rooms exhibition at the Harris Museum & Art Gallery in Preston. Artist Rooms is an important public collection of international contemporary art that the Art Fund is helping to share across the UK. Find out more:http://www.artfund.org/what-to-see/ar... Film by Northern Town: http://www.northerntown.co.uk/",
        "url": "https://www.youtube.com/embed/qrHJ4YpH8ro?autoplay=1&start=0&rel=0",
        "duration": "2:51",
        "artists": [
          "Bruce Nauman"
        ]
      },
      {
        "title": "Bruce Nauman - TateShots",
        "body": "Pioneering installation artist Bruce Nauman turned everything in his studio, and beyond, into art.\n\n \n\nBruce Nauman’s practice spans a broad range of media including sculpture, photography, neon, video, drawing, printmaking, and performance. He is particularly well known for his use of neon forms and texts in his work. Nauman was born in America in 1941 and is currently based in New Mexico.\n\n \n\nIn this film collaborators and fans explain the influence and mystery of Bruce Nauman.",
        "url": "https://www.youtube.com/embed/0JsqVlo5Me0?autoplay=1&start=0&rel=0",
        "duration": "07:14",
        "artists": [
          "Bruce Nauman"
        ]
      }
    ]
  },
  {
    "artist": "Ed Ruscha",
    "films": [
      {
        "title": "Tate Shots: Ed Ruscha",
        "body": "Ed Ruscha's exploration of language and American West Coast culture centered on Hollywood has made him one of the pre-eminent artists of his generation. Tate Shots went to meet him at his studio in Los Angeles.\n ",
        "url": "https://www.youtube.com/embed/HoNePbo9DD0?autoplay=1&start=0&rel=0",
        "duration": "4:20",
        "artists": [
          "Ed Ruscha"
        ]
      },
      {
        "title": "Clips No. 3: Ed Ruscha",
        "body": "",
        "url": "https://www.youtube.com/embed/L1JlkjhLhy8?autoplay=1&start=0&rel=0",
        "duration": "25'44''",
        "artists": [
          "Ed Ruscha"
        ]
      },
      {
        "title": "Ed Ruscha at Wolverhampton Art Gallery",
        "body": "On 21 October 2011 Ed Ruscha came to the UK and spoke about his exhibition at Wolverhampton Art Gallery.\n\nLos Angeles-based artist Ed Ruscha is one of the most consistently inventive American artists of the last fifty years. \n\nSince the early 1960s he has channelled his fascination with language and American West Coast culture into books, print-making, photography, drawing and painting. \n\nAt this exhibition at Wolverhampton Art Gallery, early drawings, key paintings and artist books were displayed alongside other loans, showing in the UK for the first time.",
        "url": "https://www.youtube.com/embed/IDVfdvDnpDU?autoplay=1&start=0&rel=0",
        "duration": "11:12",
        "artists": [
          "Ed Ruscha"
        ]
      },
      {
        "title": "ARTIST ROOMS: Ed Ruscha",
        "body": "Wolverhampton Art Gallery presents an extended exhibition of works by Los Angeles-based artist Ed Ruscha, one of the most consistently inventive American artists of the last fifty years. Ruscha's work explores his fascination with the power and enigma of language and the culture of the American West Coast. His art has much in common with Pop art but escapes easy categorisation.",
        "url": "https://www.youtube.com/embed/lv0K4uuBWi8?autoplay=1&start=0&rel=0",
        "duration": "3:03",
        "artists": [
          "Ed Ruscha"
        ]
      }
    ]
  },
  {
    "artist": "August Sander",
    "films": [
      {
        "title": "ARTIST ROOMS: August Sander. Interview with Hugo Worthy, Curator at New Walk Museum & Art Gallery",
        "body": "A short interview with Hugo Worthy, Curator at New Walk Museum & Art Gallery about the ARTIST ROOMS: August Sander exhibition.",
        "url": "https://www.youtube.com/embed/AozRY5s3FNY?autoplay=1&start=0&rel=0",
        "duration": "9'11''",
        "artists": [
          "August Sander"
        ]
      },
      {
        "title": "ARTIST ROOMS: August Sander. Interview with Sarah Levitt, Head of Leicester Arts & Museums Service.",
        "body": "New Walk Museum & Art Gallery present one of the most comprehensive exhibitions of August Sander's work in England, presenting 175 works by one of the twentieth century's most important photographers.\n\nThe exhibition of German photographer August Sander (1876-1964) draws together 175 photographs and a wide range of archival material from the collections of Tate, National Galleries of Scotland, Anthony d'Offay and Gerd Sander. \n\nAugust Sander's exhibition is presented alongside Leicester's internationally acclaimed collection of 20th century German Expressionist art and touring exhibition of George Grosz from the Hayward Gallery. Offering a unique opportunity to view Sander's work alongside German artists from the same period.",
        "url": "https://www.youtube.com/embed/NZKt1IFTa3s?autoplay=1&start=0&rel=0",
        "duration": "8'10''",
        "artists": [
          "August Sander"
        ]
      }
    ]
  },
  {
    "artist": "Robert Therrien",
    "films": [
      {
        "title": "ARTIST ROOMS: Robert Therrien",
        "body": "Los Angeles-based artist Robert Therrien conjures up a world of the unexpected filled with images which are both familiar and strange. He creates works with a deceptively childish charm and logic that suggests the realm of fairytales where ideas can be translated into reality.\n\nAnthony d'Offay explores The Red Room -- a work which he says 'in a funny way, made itself' -- and the wonder provoked by Therrien's oversized Table and Four Chairs.",
        "url": "https://www.youtube.com/embed/Gm4CS1k2fsc?autoplay=1&start=0&rel=0",
        "duration": "3'23\"",
        "artists": [
          "Robert Therrien"
        ]
      }
    ]
  },
  {
    "artist": "Bill Viola",
    "films": [
      {
        "title": "Tate Shots: Bill Viola",
        "body": "A special display of Bill Viola's Tiny Deaths 1993 at Tate Modern coincides with the installation of a new work by the artist in St Paul's Cathedral entitled Martyrs (Earth, Air, Fire, Water).",
        "url": "https://www.youtube.com/embed/TuD4JVFXXq8?autoplay=1&start=0&rel=0",
        "duration": "3'54\"",
        "artists": [
          "Bill Viola"
        ]
      }
    ]
  },
  {
    "artist": "Andy Warhol",
    "films": [
      {
        "title": "Café des Artistes no. 4: Andy Warhol",
        "body": "A discussion of the theme of death in Warhol's work. During the evening, a TateShots video was played with gallerist and ARTIST ROOMS founder Anthony d'Offay discussing his memories of working with Warhol.\n\nGlyn Davis is Chancellor's Fellow and Reader in Screen Studies in the School of Design, Edinburgh College of Art. He is the co-editor of 'Warhol in Ten Takes' (BFI/Palgrave, 2013), and the author of monographs on 'Superstar: The Karen Carpenter Story' (Wallflower/Columbia University Press, 2009) and 'Far from Heaven' (Edinburgh University Press, 2011).\n\nVictoria Horne is a PhD Researcher and Teaching Fellow in History of Art at Edinburgh University, where she is currently completing a thesis entitled 'A History of Feminist Art History: Remaking a Discipline and its Institutions'.",
        "url": "https://www.youtube.com/embed/pkdGh0h6A8I?autoplay=1&start=0&rel=0",
        "duration": "55'36\"",
        "artists": [
          "Andy Warhol"
        ]
      },
      {
        "title": "ARTIST ROOMS: Andy Warhol",
        "body": "Exhibitions of Andy Warhol's work at Southampton City Art Gallery and the John Hansard Gallery brought work from the ARTIST ROOMS collection to the city for the first time. \n\nAndy Warhol (1928 -- 1987) is one of the most influential artists of the 20th century and this major exhibition will bring together paintings, prints, posters, photographs and film to examine Warhol's fascination with fame and celebrity and to give audiences an overview of his work from 1962 until his death in 1987.",
        "url": "https://www.youtube.com/embed/bfXLqyvzorE?autoplay=1&start=0&rel=0",
        "duration": "2'18\"",
        "artists": [
          "Andy Warhol"
        ]
      },
      {
        "title": "Clips No. 1: Andy Warhol",
        "body": "",
        "url": "https://www.youtube.com/embed/-_hz_1oCHE0?autoplay=1&start=0&rel=0",
        "duration": "15'49''",
        "artists": [
          "Andy Warhol"
        ]
      }
    ]
  },
  {
    "artist": "Lawrence Weiner",
    "films": [
      {
        "title": "Tate Shots: Lawrence Weiner",
        "body": "",
        "url": "https://www.youtube.com/embed/7pwxkmu2NEY?autoplay=1&start=0&rel=0",
        "duration": "3'43\"",
        "artists": [
          "Lawrence Weiner"
        ]
      },
      {
        "title": "ARTIST ROOMS Lawrence Weiner - Woodhorn Museum",
        "body": "We visit Woodhorn Museum for their Art Gala Day hosted by The Mindfuls, a group of young people established to explore and celebrate the ARTIST ROOMS exhibition of text based words by American artist Lawrence Weiner. We hear from The Mindfuls and staff at Woodhorn about how the exhibition has changed the way they work and how it fits into the mining history of the incredible site in Northumberland.",
        "url": "https://www.youtube.com/embed/WUbAerMohks?autoplay=1&start=0&rel=0",
        "duration": "4'50''",
        "artists": [
          "Lawrence Weiner"
        ]
      }
    ]
  },
  {
    "artist": "Francesca Woodman",
    "films": [
      {
        "title": "Performing Arts Students respond to Francesca Woodman",
        "body": "First and second year Performing Arts students at NPTC Group Newtown Campus respond to the ARTIST ROOMS exhibition of Francesca Woodman’s photographs at Oriel Davies– but using their bodies rather than a camera lens. Elinor Randle of Tmesis Theatre spent four days with them, helping them to devise scenes inspired by Woodman’s imagery and thinking in particular about the fragility of human nature; dealing with the expressive body, partner and ensemble work, play and improvisation. Working with lecturers Elizabeth Hebden and Ruth Calvert after these workshops, the students continued to develop their choreography into a single collective short piece for each year group. The aim was to \"bring their physical narratives and Woodman’s photographs together at the gallery\", as can be seen in this lunchtime performance. For more information, read the blog piece by Helen Kozich, Learning Officer (schools & colleges) at Oriel Davies. ",
        "url": "https://player.vimeo.com/video/117192141?autoplay=1",
        "duration": "9'09\"",
        "artists": [
          "Francesca Woodman"
        ]
      },
      {
        "title": "Café des Artistes No.10: Francesca Woodman",
        "body": "",
        "url": "https://www.youtube.com/embed/ellso6OjyU0?autoplay=1&start=0&rel=0",
        "duration": "83'25''",
        "artists": [
          "Francesca Woodman"
        ]
      }
    ]
  }
]